[{"d":"2025-05-01","t":"放假快乐","c":"…………","i":[]},{"d":"2025-04-30","t":"苟住","c":"坚持，坚持，坚持。还有8小时就放假啦，我候补到了19:23的高铁，不知道会不会在惠州又是打车🚗等半天。<br>宝儿，你要是还是很烦可以回小金住几天，换个环境，回家。<br>今天宝儿应该有去上班吧。<br>下午了应该不会出现了吧<br>那就让宝儿51好好休息吧，宝子停更5天，可以写但是不发哈哈。<br>下午看了下💤这周睡眠时间，额，要猝死了，我说怎么有黑眼圈了。","i":["2025-04-30-01.jpg","2025-04-30-02.jpg","2025-04-30-03.jpg","2025-04-30-04.jpg"]},{"d":"2025-04-29","t":"嗯嗯","c":"今天3:30才睡，睡了3个小时，嗷嗷困。<br>宝儿，应该听话去复查了吧。","i":[]},{"d":"2025-04-28","t":"无奖竞猜","c":"嗷嗷嗷，2点了睡觉吧，不搞了累了累了。<br>无奖竞猜，猜猜宝儿明早会不会出现。<br>开发了一个文件转换工具，设计了logo丑丑的哈哈，就这样吧，发布地址：https://junly.top/posts/soft-file-converter<br>哎呀呀，没猜对，早上8点18分收到了宝儿的消息，么么哒。不过下班前我感觉给宝儿发了不好的消息，我是大傻蛋。<br>我记得最后总结就是：宝子知道了宝儿不会离开他，宝儿也知道了宝子放不下宝儿。那我们就不要内卷自己了，随心吧！不用自己想法去臆想对方了会更好。<br>我觉得我们这就是心里想要的想做的，没办法完成，才会有我们这些emo和烦恼。","i":["2025-04-28-01.jpg","2025-04-28-02.jpg"]},{"d":"2025-04-27","t":"收敛自己","c":"昨天发癫写了好多，要抑制自己，要少写字。<br>化emo为动力，调整了好多东西哈哈，2点了，吃了两粒没啥效果的，最后妈耶睡了3个小时。<br>不知道挂号了没有。估计周二时间比较方便复查吧。<br>哎，下午又头痛了，记不得什么时候开始会头痛了。","i":[]},{"d":"2025-04-26","t":"宝儿可太难了","c":"梦到了宝儿，记不起来带着宝儿去干嘛了，应该是挺正常的生活。<br>最近一直在想宝儿可太难了。<br>宝儿的难：<br>1.袋鼠🦘、牛魔王🐂，宝儿自己放不下，也不想带走（主要宝儿是爱孩子的，起码是愿意带孩子的，日久情深，难以割舍）<br>2.宝儿还爱他（从这一年发生的事情和宝儿说的话，我感觉宝儿还是爱他的吧，也是，要是宝儿不爱他也不会结婚了，生了两个孩子还是没有计划的，宝儿也抵不住他的糖衣炮弹，让他觉得宝儿还是听劝的也还是爱他的，而且对于他只要有孩子在就是劝你最大的羁绊）<br>3.亲人的反对和劝阻（爸妈的劝宝儿抵不住，让宝儿内心破防，毕竟宝儿觉得是自己的错吧）<br>4.抵不住家庭里对她好的人，感觉对不起她们（家庭的氛围感好，让宝儿心软）<br>5.宝儿是主动者需要承受所有的谩骂和伤害（🥺弱小的宝儿怎么扛的住，压力山大）<br>6.他人的流言蜚语（时刻可能会破防）<br>7.新的家庭环境对宝儿也是一种挑战（这可能是最小的问题吧）<br>宝儿和宝子有什么：<br>1.爱（额，好像也没有别的，这么看来我们没有任何的羁绊，爱亦可以抵挡一切，也可以一文不值）<br>宝子的难：<br>1.家里人同意娶二婚（我觉得这个容易，以前问过你喜欢就好）<br>2.劝家里人以后可能会接两个孩子过来（稍微需要点时间吧）<br>3.他人的蜚语看法（我不在乎也就无所谓了）<br>我曾设想过一个场景，不过宝儿是主动者，时常幻想着宝儿是不爱他的了，宝子是宝儿的唯一，那宝儿就不理他，不在乎他，长期冷战，发生争吵，然后他心灰意冷，后面就要着离婚。重点最后他提出要离婚，然后袋鼠和牛魔王也不让你带走，我想只有是他提离婚还不让宝儿带走孩子，我觉得宝儿才能心安理得的离开了（额，想的这有点像我一个亲戚的离婚场景）。但是我感觉在宝儿身上不可能发生，宝儿还是爱他的，宝儿也不是强势的性格和宝子一样是软弱的性格，所以她做不到因为自己的欲望去伤害他人，即使是闹腾了一次也会自己很快服软，原谅了，恢复生活，因为宝儿内心觉得是自己的错，内心没有精神支撑。除非就是他做错了什么或者不好的行为（好吃懒做没有）嗜好（黄赌毒也没有）让宝儿心灰意冷坚定内心，就想着要离婚要和他闹，目前来看不存在这些的事情。<br>虽然宝儿和宝子都想着能在一起一辈子，但是一想到宝儿的难却让这个想法瞬间灰飞湮灭，所以我很珍惜我们的每次见面和每一天的聊天，因为我知道明天和意外谁知道哪个先到来呢。<br>不过吧，我倒还好，本来就是孤家寡人，以前是活在自己的梦里，现在起码知道曾经的那个林黛玉也是爱你的，是你错过了她。就是宝儿承受了很多，从原来的天真快乐，变得现在内心混乱，思绪很乱，影响到了她的生活。<br>宝儿的煎熬，让我现在都开始自我否定了。宝子天天的扑腾只会让宝儿难受。宝儿是不是也想要宝子收敛天天的牢骚满腹。我在想宝儿是不是在等宝子给她发诀别话呢，这样宝儿就可以安心离开宝子了，以后不用难受了。自己越缠着宝儿，感觉给宝儿越大的压力，感觉在逼迫宝儿让她二选一。<br>哎呀呀，难！难！难！<br>唯一又上了网易热榜第一了。","i":["2025-04-26-01.jpg"]},{"d":"2025-04-25","t":"困，头痛","c":"昨晚2点还没睡，10点多了两粒褪黑素发没效果，1点多都饿了，起来吃点东西在睡会吧，后面好像睡着了。下午开始头痛了。<br>这个星期基金回本了不错不错哈哈，盈利4天。<br>我发现宝儿看了我的抖音，不知道是宝儿还是他点的，应该是我前天搜了下宝儿抖音看了她的空间有记录。<br>宝儿最近也没有在听歌，不知道在干嘛。","i":["2025-04-25-01.jpg","2025-04-25-02.jpg"]},{"d":"2025-04-24","t":"🤔思考","c":"自我臆想一下：宝儿说自己没有调整好，难道宝儿也想和宝子在一起，然后现实又做不到的，导致宝儿想不开，卷死自己了，所以先躲起来了。<br>还是说宝儿因为怀了他的孩子觉得对不起宝子，然后同时爱两个人太难太累了，不知道以什么状态、感情面对宝子，所以躲起来了，结局最后还是要放下一人。<br>那宝子就不要天天扑腾了吧，给宝儿一个安静的环境，免得在卖惨示弱影响到宝儿了。","i":[]},{"d":"2025-04-23","t":"额，就开心了一天，哈哈","c":"额，今天宝儿又失踪了，暂时没想到原因<br>1.宝儿休假啦。<br>2.宝儿昨晚回去遇到什么事情，emo了，不想联系宝子了。<br>3.不会是宝儿不舒服了吧。","i":[]},{"d":"2025-04-22","t":"宝儿去上班了","c":"今天宝儿去上班了，还一早6:45分发信息给我，可开心了，当时刷着牙眼睛还迷迷糊糊的感觉。我感觉今天问了太多了，本想着了解下宝儿最近是怎么过什么情况，忽视了宝儿的感受了。","i":[]},{"d":"2025-04-21","t":"迷茫的一天","c":"梦到了宝儿<br>从出发就开始期待宝儿的出现，结果一天没有消息，不知道上班没上班。<br>坐高铁时候本想着宝儿上线了，吐槽旁边那个女的护手霜味道难闻没有出现。<br>下午开始头好痛。<br>又要感冒了流鼻涕。<br>下班回来再公交车贼难受一想就是宝儿，头痛欲裂。<br>杯子买到了，天天看好不容易被我蹲到了，结果了省运费多买了一个东西，想想宝儿也应该要换了。<br>发现了15年宝儿的真迹嗯10年了，放心保管的还很好，下次带过惠州去。<br>还有好多事情，头好痛，我先闭眼，后面再补吧。","i":["2025-04-21-01.jpg","2025-04-21-02.jpg","2025-04-21-03.jpg","2025-04-21-04.jpg","2025-04-21-05.jpg","2025-04-21-06.jpg","2025-04-21-07.jpg","2025-04-21-08.jpg"]},{"d":"2025-04-20","t":"在家修养的一天","c":"早上醒来感冒基本好了。然后把还保存有的信息整理了一下补齐了整个时间轴哈哈。<br>明天上去直接去上班，迟到就扣钱算了。<br>一直在等着宝儿会不会晚上8、9点发消息说明天继续休假一周，结果没有消息，心不由低落了一下。<br>我今天还找物业想给手机NFC授权门禁，发现不行，最后发现我小米15手机直接就能复制使用，牛逼我的米，小米14也可以，以前我用小米13也复制过发现不能弄就以为不能复制，就想着去找物业，结果物业也说不行，让我可以去网上买一些小小个的卡，然后去找他们授权，然后下午我还去研究了各种门禁卡有什么不一样，都选好了等下次过来下单了，结果晚上去倒垃圾去复制了一下，然后手机提示7分钟后再复制一次，我突然感觉有戏，下去倒垃圾试了下真的可以，牛啊牛啊！也算了结我一个事情。","i":[]},{"d":"2025-04-19","t":"被宝儿发现了？意外的出现","c":"不知道宝儿还要不要休假，上次就休假了2周，这次才一周零2天。但是我不知道怎么联系宝儿了，也不知道宝儿咋样了，有没有事，难不难受。宝儿不联系宝子说明是想静静，那宝子就配合下，朋友圈都暂停了。<br>我突然想到，刚开始的时候宝儿周五失联了一天，周六就出现了，是不是那时候就想好了不要了，就是不知道怎么面对宝子，不肯和宝子说，两个小人在宝儿内心打架，你不可以这样同时和两个人一起，要宝子还是要孩子，宝儿说觉得对不起他，那说明宝儿还是爱他的吧……内心的痛苦，一直以来宝儿才是最累的那个。想想我这种烦心又算的了啥。<br>我感觉宝儿是很好哄的不记事，也可能只是对宝儿在意的人这样吧。宝儿还是有道德和责任的，是宝子把事情想自私了。<br>所以我做梦都不敢强势，只敢躲着哈哈，宝儿也是不说话的，毕竟现实我们都是属于道德弱势方，然后我也知道宝儿心里是不能离，所以我们做梦都是弱者角色。<br>可能是宝儿提前告诉我了她请假了，我这周没有那么心里焦虑，褪黑素也不是天天吃了，一下把希望放在了下周一宝儿会不会出现了吧。也有可能是这次事情又给宝子打了一击，宝儿不是你的，不可能在一起的，你不要幻想了，心里空荡荡了，焦虑不知道为了啥。<br>看看明天睡醒好了多少，要不要过去坐坐哈哈。<br>宝子缠着宝儿也不知道是不是宝儿想要的，当宝子是个自私的人吧，天天逼迫宝儿，我天天打字感觉是对宝儿的一种逼迫，太难了，不过宝儿应该也不会看哈哈问题不是很大。<br>晚上我吃了面7点我过去，结果打了一个哈啰顺风车拼车的去了小金再去博罗，过到去都45分了，打错了应该独享的。到了之后去了天虹尿尿了在回来吸取上次的教训哈哈，然后在小区内逛了两圈没发现宝儿，发现有4个门出入的。回到桌子那里坐着看手机，不过在从A栋回来的时候拍了路的照片发了朋友圈，想给宝儿看到，表达宝儿不要伤心宝子还在的，下午宝儿是不是和姐姐聊天破防了，虽然不知道是不是因为宝子🥲，我也心疼宝儿。但是快到一个小时的时候21:14分宝儿发了条信息“快回去吧”，我一下子愣住了，难道宝儿发现我了，也不敢东张西望的，怕看到宝儿，后面想宝儿是不是在楼上看到了，后面宝儿说是看了我发的朋友圈，然后我就直呼厉害这宝儿都认出来，不过我们也到说几句话，宝儿要去洗澡下了，不大方便，直到我把朋友圈设置为隐私的时候突然发现，有一张照片左下有个牌子上面有小区名字，我突然意识到宝儿应该是看到这个牌子，我去大意了，发的时候没有留意到，我还想宝儿怎么这么厉害还能认识路了🤪。为了让宝儿放心，我就说我回去了，但我还是待到了22点了，我看宝儿房间关灯了，应该是洗完了，我就准备撤了，还是打哈喽顺风车这次点了独享，来回都是16.5可实惠了哈哈，还真如宝儿说的惠州哈罗顺风车独享好打车，比自己开车还实惠16.5+16.5=33，开车还要30*0.8+5+x>35块哈哈，回到家楼下买了点零食，不过也没吃，喉咙还没好，又放柜子上了。<br>想到宝儿为难了，就好想抱抱她，但是好像我才问题的根源，又不配抱抱宝儿了，哎。<br>要是宝儿想恢复平静的生活宝子应该还是要支持宝儿，配合好宝儿，别整天出戏，写写小作文就好了，收敛其他骚扰。","i":["2025-04-19-01.jpg","2025-04-19-02.jpg","2025-04-19-03.jpg","2025-04-19-04.jpg","2025-04-19-05.jpg","2025-04-19-06.jpg"]},{"d":"2025-04-18","t":"真梦到宝儿，失联的第5天","c":"哈哈真的梦到宝儿了是一个好长长的梦，我就是一直在躲怕被人发现（也可能是现实的折射人物角色），我醒来在想我怕什么，大不了带着宝儿私奔去，可能是怕宝儿不敢面对那就是在梦了都是黑暗者，下次要做一个强势抢宝儿的人，不要怂，梦里还怕什么，吊打他。<br>一开始在宝儿房间夜里见面，突然你生了三胎我在和孩子玩，结果待到了早他回来，然后你就消失了。然后我就和孩子在想藏哪，刚生的孩子就会走路说话了还在帮我，结果在厕所，然后孩子把他弄出去了。然后突然爸妈姐突然出现让我藏哪衣柜躺着，好多衣柜，各种躺法，房间大的离谱里面还有隔间，然后我就隔间的办公桌下藏着，还被一个人发现了，不认识这人好像负责婚礼的，突然变成婚礼。然后我不知道怎么又跑到最边上的柜子躺着盖着东西，然后你突然穿着大白色的婚纱经过衣柜，我在想宝儿为什么要和他结婚，然后我感觉被冻住动不了，应该开门出去拦下你，动不了，然后她姐不知道为什么在开衣柜门那我身上盖的东西不知道干嘛用，被发现了，结果所有人好像都不认识我，以为我是参加婚礼恶搞你们洞房的因为是房间了。突然又成了伴郎，电梯停电，想着发生个意外了好了，结果又忽然成了地铁意外，然后不知道其他人色色，感觉是一堆去找妹子，美曰婚前最后的自由，然后我想拍下来给宝儿看，他是一个坏人，让宝儿离开他，宝儿还在房间等他……好负责的梦，起来感觉感冒又严重了。<br>下午喝了蜜雪柠檬茶🍋，出汗。只有20点46分的高铁气死了，专车19点23分的又没了。<br>妈耶，21.40分到了惠州北站，打车打了40多分钟，回到家都快23点了，太多人了。","i":["2025-04-18-01.jpg","2025-04-18-02.jpg"]},{"d":"2025-04-17","t":"忘了叮嘱了，失联的第4天","c":"今天早上起来感觉喉咙很干，完了亚健康状态了，要感冒了，早上醒来就40分，前面两个闹钟都没听到，不会是被我梦里关了吧哈哈，看到40分的时候是吓醒的。<br>忘了叮嘱宝儿小月子了，不过也没有机会和宝儿叮嘱下，失联状态。<br>那就在我们空间说说吧，没想到去年的宝儿小月子注意事项，今年又用上了🤪，宝儿要记得认真看。嗯，不过最后那点还是再强调下，去年写的是1个月内不可以，我觉得这次应该要3个月内不可以，还有要记得复查、复查、复查，去年就没有抓到你去，我还一直记得。<br>我突然想到是不是要给宝儿提要求才对，不要暗示了，哈哈，不过不让宝儿和他那个感觉不现实，毕竟不是那种分房睡不让碰的关系哈哈。那就要求宝儿自己多关心自己的易孕期，还有就是全程安全措施和意外情况紧急避孕。嗯，我也只能这么说了。当然要是宝儿想要三胎了那就另当别论，就是接受不了这种没有计划的，中了就一句意外了事，骂死他。<br>宝子不生宝儿气，之前就说了和自己和解了，宝儿也不要想那么多，要开心点才能健康恢复快，脑袋乱的话就多和袋鼠牛魔王玩玩放空脑袋，我看宝儿都是放儿歌哈哈，宝子最近也少发动态了，不给你增加心理负担。爱宝儿❤<br>今天是我们相识4949天哈哈<br>今晚突然好想吃青菜🥬喝粥，那就吃了粥和青菜还有饺子，一个人干完了全部厉害死我了。<br>应该是感冒了，又买了感冒灵喝了两包，量个体温看看<br>买了票明晚过去惠州吧，姐姐周末不用上班也过去。<br>10点了躺床吧。不知道宝儿有没有好好休息，可想宝儿了，争取今晚梦到宝儿吧。","i":["2025-04-17-01.jpg","2025-04-17-02.jpg","2025-04-17-03.jpg","2025-04-17-04.jpg"]},{"d":"2025-04-16","t":"🌶🌶🌶螺蛳粉，失联的第3天","c":"每天想想宝儿在干嘛呢，在生宝子的气么，还是在休养，还是在自己苦闷。<br>今晚吃了外卖版周成芝螺蛳粉，点了一个中辣，妈呀巨辣，我看到好多辣椒，我倒烫之前还挑了一下，结果还是红彤彤的辣油，感觉和店里吃的味道不一样。放冷来感觉没有那么辣，吃了好久吃完了。","i":["2025-04-16-01.jpg","2025-04-16-02.jpg","2025-04-16-03.jpg","2025-04-16-04.jpg"]},{"d":"2025-04-15","t":"啦啦啦~~~，失联的第2天","c":"今天梦到宝儿，挺搞笑的。前面几天梦到宝儿都是模糊化，今天梦到是具象化，起码知道在干嘛。和宝儿去参加酒席，遇到了我干爸他们女儿，然后看到你在我腿上趴着睡觉，然后就起哄…然后你害羞埋着脸偷笑，我们还解释我们只是同学😄哈哈，吃席结束，想着还早你没那么快回去，就和你一起走路散步，结果遇到你认识的是（累死上次吃多西遇到你同事），我以为是你亲戚，然后我就悄咪咪自己先走了装作我们不认识，然后想着拐个弯等你，结果自己不知道沿着小路跑回家去，然后你自己也直接打车🚗回家了，然后就聊天互相抱怨你怎么不等我，你怎么自己回家了。🤣笑死了。<br>下午喝了蜜雪冰城的柠檬茶刚开始不觉得好好喝，后面感觉还可以，还吃了他们家的冰淇淋，第一次吃蜜雪。<br>每天看看宝儿有没有在听歌，然后中午睡觉看到宝儿有听一些VIP的歌就想先给你买1月的，下个月在去买88VIP的网易云会员。<br>晚上点了烤鱼🐟，然后自己在煮收汁，吃起来贼辣🌶，喝可乐。","i":["2025-04-15-01.jpg","2025-04-15-02.jpg","2025-04-15-03.jpg","2025-04-15-04.jpg"]},{"d":"2025-04-14","t":"不开心的一天，失联的第1天","c":"征收🏠又开始，还说今天要上门测量面积，我管你才怪了，我不用上班啦，请假等你来测量我有病，要来就周末来。宝子要无家可归了，呜呜~~~","i":[]},{"d":"2025-04-13","t":"发癫的一天","c":"烦躁，今天睡了整整一天，醒了睡，睡了醒。<br>还梦到了宝儿<br>嗯，4天没有宝儿的消息了，明天宝儿会出现么？<br>21.06分，宝儿出现了，宝儿说：“下周也请假，请了一周”，我就想到宝儿是不是不要新宝宝了，所以要休养。","i":[]},{"d":"2025-04-12","t":"🐮🐴加班的一天","c":"昨天不知道为啥在美化的时候听《唯一》多了，突然想到一句，“我 真 的 爱 你，你是我的唯一，我不是你的唯一”。<br>早上起不来，好困啊，结果8点15分到了公司，然后一直在搞我们的空间，哈哈，工作没干先，一层就我一个人在加班。<br>9点了不知道宝儿起来了没，有没有吃早餐。<br>中午睡到了14点，14点30分开始狂风大作，乌云密布，结果雷声大雨点小，抖音也是到处说大风冰雹，我都好奇了不是海上来的台风🌀，这是什么天气啊。宝儿应该是在家睡觉吧，我看惠州都是下雨。<br>公司楼下光秃秃的🌳树，现在有是枝繁叶茂了。<br>朋友圈不敢多发怕宝儿看了不开心，只能在我们的小空间里发发牢骚，哈哈。","i":["2025-04-12-01.jpg","2025-04-12-02.jpg"]},{"d":"2025-04-11","t":"关心","c":"昨天他没上班宝儿都没有找出现，今天要去体检，他还不用上班更不会找我了。不知道体检情况好不好，不过宝儿那么健康（就是有点弱鸡），应该没啥问题。<br>好累啊！我看到前面两个字就累的看不下去了。明天还要加班，8点半上班要命了。<br>睡不着，花了好几个小时美化了一下，感觉好看多了。不知道宝儿什么时候才会看到，喜不喜欢，宝儿也可试试输入几次错误的密码，看看有惊喜哟，哈哈。嗷嗷困了，睡觉了。","i":[]},{"d":"2025-04-10","t":"发癫的一天","c":"嗯，好吧，11点了宝儿应该也起来了，没出现，估计不想出现吧，那就在家好好休息吧，那就在家没有宝子，上班时间有宝子。<br>也不知道宝儿想不想要，去年宝儿还坚定说过不要，今年宝儿一直沉默，让宝子猜不到也不敢问，可能是因为宝儿的沉默让宝子一直觉得宝儿会要这个新宝宝吧😭。<br>又犯病了，看到微信闪了就觉得是宝儿。","i":[]},{"d":"2025-04-09","t":"臆想","c":"周四周五宝儿请假去检查，那周四宝儿会出现么，数绵羊，会出现不会出现。","i":[]},{"d":"2025-04-08","t":"开心","c":"早上来的时候给我们的秘密空间设置了一个密码，提示爱的开始，让宝儿猜结果宝儿猜对了，开心死了。太厉害，我自己有时候都有点不确定宝儿猜对了","i":[]},{"d":"2025-04-07","t":"欲言又止","c":"宝儿收紧内心，宝子不敢畅所欲言，各怀心事，都不坦诚，聊天都是小心翼翼。为什么同样的事情在去年这个时候发生了，现在同一时间又发生了，时光倒流了么？我要是还像去年那让缠着宝儿是她想要的么，去年缠着宝儿因为宝宝有可能是宝子的，今年越缠着感觉越心痛，还没有理由说了，痛而生怨。下班走了好远，想了一路一晚上真的好头痛，回来困而睡不着，吃了两粒褪黑素不见效果，感觉是不是要搞点定镇定药才行。我是不是应该给宝儿一些时间才对，不能整天只是自己发疯。","i":[]},{"d":"2025-04-05","t":"楼下发呆","c":"每次见面各个都是催婚，一点意思没有，都不想见了。<br>第一次去楼下“偶遇”，早上下雨失落，下午终于没下雨了开心，想着宝儿会下去散步吧，吃了晚饭19点23分过去，坐在圆桌，放下水杯，逛了一圈小区没发现，然后坐在约定的凳子上发发呆，刷刷手机，数数楼层，看看房间有没开灯，还发了一个朋友圈，宝儿应该也看不懂吧。结果水喝多了尿急，憋了一个小时在小区内没发现厕所，只能跑去天虹上了一个厕所，回来继续发呆，结果看到小情侣在我面前撒狗粮呸，到了22点回去吧。结果去了第一次“约会”等网约车的小店。（虽然去的时候压根没想着真偶遇到宝儿，但为什么还是有点失落感）。<br>今天梦到宝儿……。一连五天都梦到宝儿😅","i":["2025-04-05-01.jpg","2025-04-05-02.jpg","2025-04-05-03.jpg","2025-04-05-04.jpg","2025-04-05-05.jpg","2025-04-05-06.jpg"]},{"d":"2025-04-04","t":"江北重游","c":"早上厨房出来闻到宝儿的香味以为是宝儿来了，然后发现是我姐用了宝儿的护手霜。<br>下午带着老姐和老妈去华贸，然后去坐了下各种车感受下，走路去佳兆业，经过曾经走的路，路过市民公园，吃了点凉拌，然后去沃尔玛买了东西，就回去了。美曰其名出去玩，实则有自己的小心思。<br>今天梦到宝儿。梦到和宝儿、姐姐一起去看演唱会，然后邓紫棋是我表姐，和她要第一排的票😅","i":["2025-04-04-01.jpg","2025-04-04-02.jpg","2025-04-04-03.jpg","2025-04-04-04.jpg","2025-04-04-05.jpg","2025-04-04-06.jpg"]},{"d":"2025-04-03","t":"梦境","c":"今天梦到宝儿……。","i":[]},{"d":"2025-04-02","t":"宝儿生日快乐","c":"祝：宝儿生日快乐，这次没有礼物，也没有爱意泛滥，只有一句生日快乐。<br>今天梦到宝儿……。","i":["2025-04-02-01.jpg","2025-04-02-02.jpg"]},{"d":"2025-04-01","t":"梦境","c":"今天梦到宝儿……。","i":[]},{"d":"2025-03-29","t":"广州重游","c":"今天去体检刚好经过我们去长沙回来在广州呆过的地方，然后就想着去看看。今天宝儿突然主动联系我了，虽然不知道宝儿怎么想的，但是开心死了。激动的心颤抖的手去做了心电图。","i":["2025-03-29-01.jpg","2025-03-29-02.jpg","2025-03-29-03.jpg","2025-03-29-04.jpg"]},{"d":"2025-03-28","t":"发癫的一天","c":"宝儿失联一天整天，宝子整个人都懵了。<br>好想问：<br>宝儿是不是还在意他。<br>宝儿是不是还爱他。<br>宝儿除了因为孩子还有因为他。<br>宝儿是不是想离开宝子。<br>宝儿是不是想让宝子不要纠缠你了。<br>宝儿是不是后悔和宝子一起了。<br>宝子是不是成了你的负快乐了。<br>如果宝儿都是回答：是，层层暴击是不是宝子就可以心死的透透了。<br>宝子放不下宝儿，却又无能为力，也不敢死缠宝儿，怕宝儿不想要了，又害怕宝儿真的离开了，正反面纠结矛盾体。","i":[]},{"d":"2025-03-27","t":"发癫的一天","c":"宝子接受不了，每个月都在暗示宝儿，结果还是发生了，感觉被抛弃了，质疑宝儿并不是真的爱宝子；是我要求太多了么，是我不配，我是不是应该躲起来；宝儿不明朗的态度，让我很迷茫，我该怎么办，好无奈啊，还没有理由让她不要。我表现的能理解，但内心又不能接受，是我对自己认知不对么。","i":[]},{"d":"2025-03-26","t":"又有宝宝？","c":"今天复盘了下，发现宝儿应该又怀孕了。怎么办，怎么办，感觉天塌了，宝儿没了，瞬间没了，真的没了。要是宝儿要宝宝，那就直接宣告，宝子你再见吧。我觉得他绝对是故意的，然后宝儿还是那么佛系那么佛系，我心凉透了，一直都是我一厢情愿的感觉。为什么我心里有一种强烈的感觉宝儿会要新宝宝呢，是害怕么。","i":[]},{"d":"2025-03-21","t":"和宝儿一起入住新房-第16次见面","c":"这是一次属于我们两个人的新房入住，很开心，也很幸福。给宝儿做了一顿饭，齁咸的印象深刻哈哈。","i":["2025-03-21-01.jpg","2025-03-21-02.jpg","2025-03-21-03.jpg","2025-03-21-04.jpg"]},{"d":"2025-03-16","t":"接宝儿-第15次见面","c":"","i":[]},{"d":"2025-02-16","t":"换积木-第14次见面","c":"","i":[]},{"d":"2025-02-14","t":"情人节-第13次见面","c":"","i":[]},{"d":"2025-02","t":"春节剧照","c":"","i":["2025-02-JZ-01.jpg","2025-02-JZ-02.jpg","2025-02-JZ-03.jpg","2025-02-JZ-04.jpg","2025-02-JZ-05.jpg","2025-02-JZ-06.jpg","2025-02-JZ-07.jpg","2025-02-JZ-08.jpg"]},{"d":"2025-01-11","t":"一周年-第12次见面","c":"","i":[]},{"d":"2024-12-28","t":"演唱会-第11次见面","c":"","i":[]},{"d":"2024-12-12","t":"紧张刺激-第10次见面","c":"","i":[]},{"d":"2024-12-08","t":"地下室-第9次见面","c":"","i":[]},{"d":"2024-11-29","t":"上下班-第8次见面","c":"","i":[]},{"d":"2024-11-22","t":"送积木胆子肥","c":"","i":[]},{"d":"2024-10-31","t":"宝子生日-第7次见面","c":"","i":[]},{"d":"2024-08-20","t":"从5月16日开始的奇思妙想录停止记录","c":"","i":[]},{"d":"2024-06-22","t":"宝儿学校团建","c":"","i":[]},{"d":"2024-06-11","t":"手机壳防晒衣","c":"","i":[]},{"d":"2024-05-26","t":"宝宝再见","c":"","i":[]},{"d":"2024-05-21","t":"第三次暴雷后宝儿第一次主动联系","c":"","i":[]},{"d":"2024-05-20","t":"粉玫瑰","c":"","i":[]},{"d":"2024-05-16","t":"嘻嘻哈哈回家","c":"","i":[]},{"d":"2024-05-12","t":"第三次暴雷","c":"","i":[]},{"d":"2024-04-22","t":"我们的第100天","c":"","i":[]},{"d":"2024-04-16","t":"闪现-第6次见面","c":"","i":[]},{"d":"2024-04-13","t":"宝儿生日","c":"","i":[]},{"d":"2024-04-02","t":"情侣洞洞鞋","c":"","i":[]},{"d":"2024-03-26","t":"第5次见面","c":"","i":[]},{"d":"2024-03-24","t":"宝子的寄托物","c":"","i":[]},{"d":"2024-03-23","t":"第二次暴雷","c":"","i":[]},{"d":"2024-03-21","t":"宝儿寄送","c":"","i":[]},{"d":"2024-03-18","t":"第一次暴雷","c":"","i":[]},{"d":"2024-03-08","t":"红玫瑰","c":"","i":[]},{"d":"2024-03-03","t":"广州游","c":"","i":[]},{"d":"2024-03-02","t":"长沙游第二天","c":"","i":[]},{"d":"2024-03-01","t":"长沙游第一天-第4次见面","c":"","i":[]},{"d":"2024-02-16","t":"红花湖第3次见面","c":"","i":[]},{"d":"2024-01-29","t":"宝儿第二次山姆投喂","c":"","i":[]},{"d":"2024-01-27","t":"喝酒-第2次见面","c":"","i":[]},{"d":"2024-01-24","t":"宝儿第一次山姆投喂","c":"","i":[]},{"d":"2024-01-20","t":"第一次约会-第1次见面","c":"","i":[]},{"d":"2024-01-13","t":"命运的齿轮在转动","c":"","i":[]},{"d":"2023-12-31","t":"2023年以前的林黛玉","c":"","i":[]},{"d":"2017-03","t":"帮林黛玉的作业汇总","c":"","i":[]},{"d":"2016-11-01","t":"我生日","c":"","i":[]},{"d":"2016-04-11","t":"林黛玉生日","c":"","i":[]},{"d":"2015-11-13","t":"我生日","c":"","i":[]},{"d":"2014-04-04","t":"林黛玉生日","c":"","i":[]},{"d":"2012","t":"天天把脚伸到你座位下","c":"","i":["/polly/images/2012/2012-01.jpg","/polly/images/2012/2012-02.jpg"]},{"d":"2011-09-29","t":"QQ","c":"夜休课加了QQ也算是认识了吧，我也不知道拿了谁的手机通过的，我觉得是用你翻盖的粉色手机登我的QQ通过的。我脑子对于你的第一记忆还是当时在旧的教学楼，你们刚来学校三个一起进教师，我就记下了你。","i":[]}]